<template>
  <div class="lg:w-2/3 mx-auto lg:text-lg border-2 border-gray-700 rounded-lg p-4 space-y-3 font-light">
    <img src="~/assets/images/light-ULearnit.png" alt="ulearnit" class="w-1/2 mx-auto">
    <u-divider title="درباره یولرنیت" />
    <p class="mr-4">
      وبسایت یولرنیت در بهار سال 1402 به منظور تولید و توزیع آموزش های حرفه ای و تخصصی در حوزه بازی سازی تاسیس شده است و هدف آن ارتقاء سطح بازی سازی کشور عزیزمان ایران است.
    </p>
    <p class="mr-4">
      امیدواریم در این وبسایت با همراهی شما به این هدف بزرگ دست پیدا کنیم.
    </p>
    <p><strong class="font-bold">پشتیبانی یولرنیت:</strong></p>
    <p class="mr-4">مدرسین آموزش های موجود در سایت متعهد به پاسخ دادن و راهنمایی دانشجویان دوره نسبت به مشکلات آنها شده اند و به محض تهیه هر آموزش مدرس ملزم است سوالات پرسیده شده مرتبط با دوره را پاسخ دهد. </p>
    <p class="mr-4">در صورت مشاهده هر گونه تخلف یا عدم رعایت حقوق دانشجو توسط مدرس و یا بالعکس میتوانید از طریق بخش
    <NuxtLink to="/contactus" class="link mx-1">تماس با ما</NuxtLink>
      و یا پنل کاربری نسبت به ثبت تیکت یا درخواست خود اقدام کنید.
    </p>
    <p><strong class="font-bold">چرا یولرنیت؟</strong></p>
    <p class="mr-4">یولرنیت هدف خود را به صورت تخصصی روی حوزه بازی سازی متمرکز کرده است و تمامی آموزش های موجود در سایت حول این محور تهیه و تولید شده اند تا به شما در ساخت بازی های بهتر و با کیفیت تر کمک کنند.</p>
    <p class="mr-4 font-bold">دیگر مزایای استفاده از وبسایت یولرنیت:</p>
    <ul class="list-disc mr-12">
      <li>دسترسی به ده ها آموزش حرفه ای و تخصصی بازی سازی</li>
      <li>دوره های به روز و به روزرسانی های منظم هر دوره</li>
      <li>دریافت گواهی تکمیل دوره بعد از اتمام هر دوره</li>
      <li>تمرین های پیشران در انتهای هر فصل</li>
      <li>پشتیبانی آنلاین</li>
      <li>پرسش و پاسخ مستقیم دانشجو ها و مدرسین</li>
      <li>پرداخت آسان و دریافت آنی دوره ها</li>
      <li>کیفیت عالی تصویر و صدا</li>
    </ul>
  </div>
</template>

<script setup lang="ts">
</script>